cschlosser.doxdocgen
deibit.devdocs
donjayamanne.githistory
golang.go
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.vscode-clangd
malmaud.tmux
mishkinf.goto-next-previous-member
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
rust-lang.rust-analyzer
sleistner.vscode-fileutils
twxs.cmake
usernamehw.commands
usernamehw.find-jump
vittorioromeo.expand-selection-to-scope
wmaurer.change-case
yurihs.sublime-vscode-theme
